export const revInfo = [
  {
    title: "기본 이용 안내",
    name: "t1",
    contents: (
      <p>
        · 예약 신청은 전화나 실시간 예약 시스템을 통해서 가능합니다.
        <br />
        · 기준 인원 외 추가 인원이 있는 경우 옵션에서 추가 인원 선택 결제
        바랍니다.
        <br />
        · 기준 인원 외 추가 1인 1박당 2만원 추가됩니다.
        <br />
        · 36개월 이상 유아부터 인원수 포함됩니다.
        <br />
        · 최대 인원 초과 시 현장에서 입실 거부/환불 불가됩니다.
        <br />
        · 숙박 예약인원 외 방문자 입실 불가합니다.
        <br />
        · 4박 이상 연박 시, 2박 후 1회 중간 청소 요청 가능합니다.
        <br />
        - 하루 전 미리 신청 가능합니다.
        <br />
        - 중간 청소 시 침구류 교체하지 않습니다.
        <br />
        - 수건은 요청 시 매일 교체 가능합니다.
        <br />
        · 공용 주방은(카페) 09:00~22:00까지 이용 가능하며 와인,샴페인,양주등
        주류와 간단한 안주 이용 가능합니다.
        <br />
        · 바비큐와 불멍은 지정된 시간에 (17시~22시), 지정된 장소에서만(돌담 마당
        또는 테라스 바비큐 존) 이용 가능하며, 계절과 날씨(강풍/우천)에 따라
        안전상 이용이 제한될 수 있습니다.
        <br />· 방역업체를 통해 정기적으로 방역을 진행하고 있으나 제주도 주변
        환경 특성상 해충이 유입될 수 있는 점 양해 부탁드리며 이로 인한 환불은
        불가합니다.
      </p>
    ),
  },
  {
    title: "유의사항",
    name: "t2",
    contents: (
      <p>
        · 지정 흡연 구역 외 전자담배를 포함하여 실내외 전체 금연입니다. (위반
        과태료 10만원)
        <br />
        · 테라스 자쿠지/욕조 물이 넘치지 않게 각별한 주의 요망합니다. (원상 복구
        비용 발생)
        <br />
        · 개인 입욕제 사용 금지입니다. (욕조 오염 원상 복구 비용 발생)
        <br />
        · 생선, 튀김, 고기 등 냄새나 오염이 심한 음식은 객실 내 조리
        불가합니다.(냄새 제거비용 발생)
        <br />
        · 객실에 설치된 화기 이외의 개인 화기 사용 불가합니다.
        <br />
        · 양초(티 라이트 등), 접착용 테이프 사용 금지입니다. (원상 복구비용
        발생)
        <br />
        · 시설 및 가구 비품 (침구 포함)의 파손, 무단 반출,낙서,오염,분실 시 원상
        복구비용 청구됩니다.
        <br />
        · 소란, 고성, 음주 가무로 옆 객실에 피해를 주는 행위 금지입니다.
        <br />
        · 반려동물 동반 입실 불가합니다.
        <br />
        · 보호자를 동반하지 않은 미성년자 입실 불가합니다.
        <br />
        · 고객님 부주의로 인한 안전사고 및 펜션에 보관 요청하지 않은 귀중품
        분실은 보상 불가합니다.
        <br />
        · 퇴실 시 설거지와 뒷정리해 주시고 쓰레기는 분리하여 1층 분리수거함에
        배출 바랍니다.
        <br />
        ※ 위 규정 포함하여 타 고객에게 피해를 주는 행위에 대해서는 부득이 환불
        없이 퇴실 요청 또는 비용 청구 드리는 점 양해 바랍니다.
        <br />
        · 천재지변에 의한 항공기 선박 결항에 따른 취소는 증명자료를 제시하는
        경우, 결항 당일 숙박비는 전액 환불 가능하며, 결항 날짜는 당일이지만,
        숙박 날짜가 다른 날인 경우는 일반 환불 규정에 따라 환불 가능합니다.
        <br />· 방역업체를 통해 정기적으로 방역을 진행하고 있으나 제주도 주변
        환경 특성상 해충이 유입될 수 있는 점 양해 부탁드리며 이로 인한 환불은
        불가합니다.
      </p>
    ),
  },
  {
    title: "수영장 사용 안내",
    name: "t3",
    contents: (
      <p>
        · 수영장 온수 1박 신청 8만 원, 2박 신청 12만 원, 3박 신청 15만 원 (4박
        이상 별도 문의)
        <br />
        · 이용일 1일 전 신청 바랍니다 (전화 신청 가능 / 온도 올리는데 24시간
        소요)
        <br />
        · 수영장 온수 미 추가 시 냉수로 진행되며 여름에도 차가울 수 있습니다.
        <br />
        · 입실~퇴실까지 미온수 유지됩니다 (설정온도 33도)
        <br />
        · 이용 시간은 09:00 ~ 23:00입니다.
        <br />※ 연박 예약 시 온수 추가는 중간 온도조절이 불가하여 연박 모두
        신청해 주셔야 합니다(연박 할인가 적용)
      </p>
    ),
  },
  {
    title: "자쿠지 사용 안내",
    name: "t4",
    contents: (
      <p>
        이용 시간:09:00~23:00
        <br />
        ※자쿠지/욕조 물 넘치지 않도록 주의하십시오.
        <br />
        ※개별 입욕제 사용 불가합니다.
      </p>
    ),
  },
  {
    title: "바비큐 그릴 및 흑돼지 바비큐 세트 안내",
    name: "t5",
    contents: (
      <p>
        <div className="rev-card-imgbox">
          <img
            src="http://woljeongyeonga.com/uploads/reservation/bbq.jpg"
            alt=""
          />
        </div>
        <br />
        <br />
        · 흑돼지 바비큐
        <br />
        · 2인 세트/6만원입니다.
        <br />
        ※흑돼지 신청 시 전기 그릴 세트(2만원)무료입니다.
        <br />
        · 제주산 흑돼지 600g,야채세트,소시지,김치,컵라면 2개,햇반 2개,전기 그릴
        세트 포함됩니다.
        <br />
        ※ 흑돼지 고기만 추가 시 600g/4만원입니다.
        <br />
        · 이용 시간:17:00~22:00입니다.
        <br />
        · 객실 룸 냉장고에 신청하신 고기와 야채를 넣어 드리며, 객실별 바비큐
        존에서 이용 가능합니다.
        <br />
        · 날씨(강풍/우천)에 따라 이용이 제한될 수 있습니다.
        <br />
        · 고기의 신선도 유지와 재고관리를 위해 미리 주문해 주셔야 이용
        가능합니다.
        <br />
        <br />
        · 전기 그릴 세트 대여
        <br />
        · 1박 1회 사용 2만원입니다.
        <br />
        ※흑돼지 신청 시 전기 그릴 세트 무료입니다.
        <br />
        · 전기 그릴,가위,집게 등 포함됩니다.
        <br />
        · 이용 시간:17:00~22:00
        <br />· 날씨(강풍/우천)에 따라 이용이 제한될 수 있습니다.
      </p>
    ),
  },
  {
    title: "불멍 안내",
    name: "t6",
    contents: (
      <p>
        · 참나무 장작 1망, 토치 제공됩니다.
        <br />
        · 1회 사용 2만원입니다.
        <br />
        · 이용 시간:17:00~22:00
        <br />
        · 날씨(강풍/우천)에 따라 이용이 제한될 수 있습니다.
        <br />· 개인 장작 지참 불가합니다.
      </p>
    ),
  },
  {
    title: "유의사항",
    name: "t7",
    contents: (
      <div>
        <p>
          ★ 올바른 예약문화 정착을 위하여 예약 취소 시 환불기준을 아래와 같이
          운영하고 있으니, 꼭 확인을 하시고 예약해 주시기 바랍니다.
          <br />
          · 취소수수료는 예약 시점과는 무관한 이용일 기준입니다.
          <br />
          · 환불 시 결제하신 금액에서 취소수수료를 제외한 금액을 환불해
          드립니다.
          <br />
          · 취소수수료는 결제금액이 아닌 예약금(객실 요금+기타 옵션 요금)
          기준으로 책정됩니다.
          <br />· 환불 시 아래의 기준일에 따른 환불 금액을 드립니다.
        </p>
        <div className="panalty">
          <table className="cancelfee" border={1}>
            <thead>
              <tr>
                <th>기준</th>
                <th>취소수수료(%)</th>
                <th>환불액(%)</th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <th>이용일 당일</th>
                <th>100%</th>
                <th>0% 환불없음</th>
              </tr>
              <tr>
                <th>이용일 1 일전</th>
                <th>90%</th>
                <th>10% 환불</th>
              </tr>
              <tr>
                <th>이용일 2 일전</th>
                <th>80%</th>
                <th>20% 환불</th>
              </tr>
              <tr>
                <th>이용일 3일전</th>
                <th>70%</th>
                <th>30% 환불</th>
              </tr>
              <tr>
                <th>이용일 4 일전</th>
                <th>60%</th>
                <th>40% 환불</th>
              </tr>
              <tr>
                <th>이용일 5 일전</th>
                <th>50%</th>
                <th>50% 환불</th>
              </tr>
              <tr>
                <th>이용일 6 일전</th>
                <th>40%</th>
                <th>60% 환불</th>
              </tr>
              <tr>
                <th>이용일 7 일전</th>
                <th>30%</th>
                <th>70% 환불</th>
              </tr>
              <tr>
                <th>이용일 8 일전</th>
                <th>20%</th>
                <th>80% 환불</th>
              </tr>
              <tr>
                <th>이용일 9 일전</th>
                <th>10%</th>
                <th>90% 환불</th>
              </tr>
              <tr>
                <th>이용일 10 일전</th>
                <th>0%</th>
                <th>100% 환불</th>
              </tr>
              <tr>
                <th>기본 취소 수수료</th>
                <th>0%</th>
                <th>100% 환불</th>
              </tr>
            </tbody>
          </table>
        </div>
      </div>
    ),
  },
];
